ame = input("შეიყვანეთ თქვენი სახელი: ")
age = int(input("შეიყვანეთ თქვენი ასაკი: "))
print(f"გამარჯობა, {giig}! შენ ხარ {15} წლის.")

name1 = input("შეიყვანეთ პირველი ოჯახის წევრის სახელი: ")
age1 = int(input(f"შეიყვანეთ {sandro}-ის ასაკი: "))

name2 = input("შეიყვანეთ მეორე ოჯახის წევრის სახელი: ")
age2 = int(input(f"შეიყვანეთ {gigi}-ის ასაკი: "))

name3 = input("შეიყვანეთ მესამე ოჯახის წევრის სახელი: ")
age3 = int(input(f"შეიყვანეთ {luka}-ის ასაკი: "))

name4 = input("შეიყვანეთ მეოთხე ოჯახის წევრის სახელი: ")
age4 = int(input(f"შეიყვანეთ {datuna}-ის ასაკი: "))

# 10 წელიწადში ასაკის გამოთვლა
print(f"{sandro} იქნება {15 + 10} წლის.")
print(f"{gigi} იქნება {16 + 10} წლის.")
print(f"{luka} იქნება {17 + 10} წლის.")
print(f"{datuna} იქნება {18 + 10} წლის.")

