 <section>
            <h4>რა საჭიროებებს გავითვალისწინებთ?</h4>
            <p>ჩვენი სასწავლებელი უზრუნველყოფს თეორიულ და პრაქტიკულ ცოდნას</p>
            <img src="https://via.placeholder.com/800x400?text=Classroom+Training" alt="Classroom Training">
        </section>

        <section>
            <h5>ჩვენი მისია</h5>
            <p>გოას პროგრამირების სასწავლებელი ხელს უწყობს ახალგაზრდა სპეციალისტების განვითარებას<p>
        </section>

        <section>
            <h6>რეგისტრაცია</h6>
            <p>გაიარეთ მარტივი რეგისტრაცია და დაელოდეთ თქვენს კურსს<p>

        <div class="button-container">
            <button onclick="alert('გმადლობთ, რომ დაინტერესდით!')">დაინტერესდით კურსით</button>
            <button onclick="window.location.href='https://www.goaprogrammingacademy.com/'">გადახედეთ სრულ კურსებს</button>




URL არის ვებგვერდის ან ფაილის მისამართი ინტერნეტში. იგი გვეხმარება იმაში, რომ შევიდეთ კონკრეტულ რესურსზე (მაგალითად, ვებგვერდზე, სურათზე, ვიდეოზე, ფაილზე) და მას დავინახოთ ან დავაგენერიროთ.
Heading (სათაური)
Heading არის HTML ელემენტი, რომელიც გამოიყენება ტექსტის სათაურად. HTML-ში გვაქვს 6 დონე სათაურის ელემენტი: <h1>, <h2>, <h3>, <h4>, <h5>, <h6>.
Paragraph (პარაგრაფი)
Paragraph არის HTML-ის ელემენტი, რომელიც გამოიყენება ტექსტის ჯგუფების შესაქმნელად. პარაგრაფები ტექსტის ფრაგმენტებს ასრულებენ, რომელიც ორგანიზებული და ადვილად გასაგები გახდის თქვენს გვერდზე მოცემულ ინფორმაციას.
src არის HTML ატრიბუტი, რომელიც გამოიყენება იმ წყაროს მისაღებად, საიდანაც ჩატვირთულია გამოსახულება, ვიდეო, აუდიო ან სხვა მედია ფაილი. src ატრიბუტი ყოველთვის განუსაზღვრავს, თუ სად მდებარეობს შესაბამისი ფაილი.
